/* No comment provided by engineer. */
"2-pass encoding" = "Codifica in 2-passaggi";

/* No comment provided by engineer. */
"Audio" = "Audio";

/* No comment provided by engineer. */
"Autocrop" = "Auto-ritaglia";

/* No comment provided by engineer. */
"AVI file / H264 video / MP3 audio" = "AVI file / H264 Video / MP3 Audio";

/* No comment provided by engineer. */
"AVI file / MPEG-4 video / MP3 audio" = "AVI file / MPEG-4 Video / MP3 Audio";

/* No comment provided by engineer. */
"Bitrate" = "Bitrate";

/* No comment provided by engineer. */
"Bitrate (kbps)" = "Bitrate (kbps)";

/* No comment provided by engineer. */
"Bottom cropping" = "Ritaglio dal basso";

/* No comment provided by engineer. */
"Browse" = "Sfoglia";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Cancel - Are you sure?" = "Annullare, sei sicuro?";

/* No comment provided by engineer. */
"Canceled." = "Annullato.";

/* No comment provided by engineer. */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Crop & Scale..." = "Ritaglia e Ridimensiona...";

/* No comment provided by engineer. */
"Custom (kbps)" = "Manuale (kbps)";

/* No comment provided by engineer. */
"Deinterlace picture" = "Deinterlaccia l'immagine";

/* No comment provided by engineer. */
"Detected volume" = "Volume trovato";

/* No comment provided by engineer. */
"Do you want to overwrite %@?" = "Sovrascrivere %@?";

/* No comment provided by engineer. */
"DVD Folder" = "Cartella DVD";

/* No comment provided by engineer. */
"DVD title" = "Titolo DVD";

/* No comment provided by engineer. */
"Encoding won't be recoverable." = "La codifica non potrà essere ripresa.";

/* No comment provided by engineer. */
"Encoding: %.2f %% (pass %d of %d)" = "Codifica in corso: %.2f %% (passaggio %d di %d)";

/* No comment provided by engineer. */
"File" = "Documento";

/* No comment provided by engineer. */
"File already exists" = "Il documento esiste già";

/* No comment provided by engineer. */
"Final size: %dx%d" = "Dimensione finale: %dx%d";

/* No comment provided by engineer. */
"General" = "Generale";

/* No comment provided by engineer. */
"Invalid secondary language" = "Seconda lingua non valida";

/* No comment provided by engineer. */
"Invalid video bitrate" = "Bitrate video non valido";

/* No comment provided by engineer. */
"Invalid volume, try again" = "Volume non valido, prova ancora";

/* No comment provided by engineer. */
"Language 1" = "Lingua 1";

/* No comment provided by engineer. */
"Language 2 (optional)" = "Lingua 2 (facoltativa)";

/* No comment provided by engineer. */
"Left cropping" = "Ritaglio da sinistra";

/* No comment provided by engineer. */
"MP4 file / MPEG-4 video / AAC audio" = "MP4 file / MPEG-4 Video / AAC Audio";

/* No comment provided by engineer. */
"MPEG-4 encoder" = "Codificatore MPEG-4";

/* No comment provided by engineer. */
"Next" = "Prossimo";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"None" = "Nessuno";

/* No comment provided by engineer. */
"OGM file / MPEG-4 video / Vorbis audio" = "OGM file / MPEG-4 Video / Vorbis Audio";

/* No comment provided by engineer. */
"Ooops" = "Ooops";

/* No comment provided by engineer. */
"Open" = "Apri";

/* No comment provided by engineer. */
"Opening device..." = "Apertura in corso...";

/* No comment provided by engineer. */
"Output format" = "Formato in uscita";

/* No comment provided by engineer. */
"Pause" = "Pausa";

/* No comment provided by engineer. */
"Picture width" = "Larghezza immagine";

/* No comment provided by engineer. */
"Previous" = "Precedente";

/* No comment provided by engineer. */
"Resume" = "Riprendi";

/* No comment provided by engineer. */
"Right cropping" = "Ritaglio da destra";

/* No comment provided by engineer. */
"Rip" = "Rip";

/* No comment provided by engineer. */
"Rip completed." = "Rip completato.";

/* No comment provided by engineer. */
"Scanning title %d of %d..." = "Esamino il titolo %d di %d...";

/* No comment provided by engineer. */
"Select a DVD:" = "Seleziona un DVD:";

/* No comment provided by engineer. */
"Speed: %.2f fps (avg %.2f fps), %02dh%02dm%02ds remaining" = "Velocita: %.2f fps (%.2f fps circa), rimangono %02dh%02dm%02ds";

/* No comment provided by engineer. */
"Target size (MB)" = "Dimensione obiettivo (MB)";

/* No comment provided by engineer. */
"Top cropping" = "Ritaglio dall'alto";

/* No comment provided by engineer. */
"Useless OpenGL effects" = "Inutile effetto OpenGL";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Video bitrate is too high." = "Il bitrate video è troppo alto.";

/* No comment provided by engineer. */
"Video bitrate is too low." = "Il bitrate video è troppo basso.";

/* No comment provided by engineer. */
"Welcome to MediaFork" = "Benvenuti in MediaFork";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"You can't encode the same audio track twice." = "Non si può codificare la stessa traccia audio due volte.";

